Revit 2020 API
AdvancedGlazing.GlazingTransmissionColor Property
 The property labeled "Transmissive color" from the "PrismGlazing" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018
Syntax
C#
public static string GlazingTransmissionColor { get; }
Visual Basic
Public Shared ReadOnly Property GlazingTransmissionColor As String
	Get
Visual C++
public:
static property String^ GlazingTransmissionColor {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
AdvancedGlazing Class
Autodesk.Revit.DB.Visual Namespace